Revit 2027 API
ParameterTypeId.LevelDataSpaceUsage Property
 "Usage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataSpaceUsage { get; }
Public Shared ReadOnly Property LevelDataSpaceUsage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataSpaceUsage {
	ForgeTypeId^ get ();
}
static member LevelDataSpaceUsage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace